Repository: saurabhd/hk_realestate
Catalog: sites/all/modules/contrib/compact_forms/translations/*.po
Languages: ru

source: User interface
ru: Интерфейс пользователя

source: characters
ru: символов

source: Remove star
ru: Удалить звёздочку

source: Makes form fields compact by overlaying the field label on top the field itself using jQuery.
ru: Делает формы компактнее, помещая заголовки в саму форму с помощью jQuery.

source: Compact Forms
ru: Компактные формы

source: Form CSS IDs
ru: CSS ID форм

source: Enter the CSS IDs of the forms to display compact. One per line.
ru: Введите CSS ID форм, отображаемых компактно. Один на строку.

source: Hide field descriptions
ru: Скрыть описание поля

source: Required field marker
ru: Маркер обязательного поля

source: Leave star after the label
ru: Оставить звёздочку после ярлыка поля

source: Append star after the form element
ru: Добавить звёздочку после элемента формы

source: Enforced text field size
ru: Обрезать размер поля до

source: If not empty, the size of all text fields in compact forms will be set to the entered size.
ru: Если не пусто, то размер поля компактной формы будет установлен в эту длину.
